[
    {
        "title": "A prayer of St. Francis of Assisi",
        "author": "unknown",
        "year": 1912,
        "step": 0,
        "prayer": "Lord, make me an instrument of your peace; where there is hatred, let me sow love; where there is injury, pardon; where there is discord, union; where there is doubt, faith; where there is despair, hope; where there is darkness, light; and where there is sadness, joy. Grant that I may not so much seek to be consoled, as to console; to be understood, as to understand; to be loved, as to love; for it is in giving that we receive, it is in pardoning that we are pardoned, and it is in dying that we are born to eternal life. Amen."
    },
    {
        "title": "On Awakening",
        "author": "A.A.",
        "year": 1935,
        "step": 0,
        "prayer": "On awakening let us think about the twenty-four hours ahead. We consider our plans for the day. Before we begin, we ask God to direct our thinking, especially asking that it be divorced from self-pity, dishonest or self-seeking motives. Under these conditions we can employ our mental faculties with assurance, for after all God gave us brains to use. Our thought-life will be placed on a much higher plane when our thinking is cleared of wrong motives.\n\nIn thinking about our day we may face indecision. We may not be able to determine which course to take. Here we ask God for inspiration, an intuitive thought or a decision. We relax and take it easy. We don't struggle. We are often surprised how the right answers come after we have tried this for a while."
    },
    {
        "title": "When we retire at night",
        "author": "A.A.",
        "year": 1935,
        "step": 0,
        "prayer": "When we retire at night, we constructively review our day. Were we resentful, selfish, dishonest or afraid? Do we owe an apology? Have we kept something to ourselves which should be discussed with another person at once? Were we kind and loving toward all? What could we have done better? Were we thinking of ourselves most of the time? Or were we thinking of what we could do for others, of what we could pack into the stream of life? But we must be careful not to drift into worry, remorse or morbid reflection, for that would diminish our usefulness to others. After making our review we ask God's forgiveness and inquire what corrective measures should be taken."
    },
    {
        "title": "Serenity Prayer",
        "author": "Reinhold Niebuhr",
        "year": 1943,
        "step": 0,
        "prayer": "God, grant me the serenity to accept the things I cannot change, courage to change the things I can, and wisdom to know the difference. Living one day at a time; enjoying one moment at a time; accepting hardship as the pathway to peace. Taking, as He did, this sinful world as it is, not as I would have it. Trusting that He will make all things right if I surrender to His Will; that I may be reasonably happy in this life, and supremely happy with Him forever in the next."
    },
    {
        "title": "The Lord's Prayer",
        "author": "Jesus",
        "year": 0,
        "step": 0,
        "prayer": "Our Father, who art in heaven, hallowed be thy name. Thy Kingdom come, thy will be done, on earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, the power and the glory, forever and ever."
    },
    {
        "title": "The Third Step Prayer",
        "author": "A.A. Big Book Page 63",
        "year": 1935,
        "step": 3,
        "prayer": "God, I offer myself to Thee — to build with me and to do with me as Thou wilt. Relieve me of the bondage of self, that I may better do Thy will. Take away my difficulties, that victory over them may bear witness to those I would help of Thy Power, Thy Love, and Thy Way of life. May I do Thy will always!"
    },
    {
        "title": "Third Step Prayer - Short",
        "author": "A.A. Big Book Page 59",
        "year": 1935,
        "step": 0,
        "prayer": "God, Take my will and my life. Guide me in my recovery. Show me how to live."
    },
    {
        "title": "When in Doubt",
        "author": "A.A. Big Book Page 13",
        "year": 1935,
        "step": 0,
        "prayer": "l am to sit quietly when in doubt, asking only for direction and strength to meet my problems as He would have me. Never am I to pray for myself, except as my requests bore on my usefulness to others. Then only might I expect to receive. But that would be in great measure"
    },
    {
        "title": "Sick Man's Prayer",
        "author": "A.A. Big Book Page 67 & Twelve and Twelve Page 141",
        "year": 1935,
        "step": 0,
        "prayer": "God, help me to show this person the same tolerance, pity and patience that I would cheerfully grant a sick friend. This is a sick person, how can I be helpful to him? God save me from being angry. Thy will be done."
    },
    {
        "title": "When I am Afraid",
        "author": "A.A. Big Book Page 68",
        "year": 1935,
        "step": 0,
        "prayer": "God, relieve me of this fear and direct my attention to what you would have me be"
    },
    {
        "title": "Morning Prayer",
        "author": "A.A. Big Book Page 86",
        "year": 1935,
        "step": 0,
        "prayer": "God, direct my thinking today so that it is divorced of self-pity, dishonesty, self-will, self-seeking and fear. God inspire my thinking, decisions and intuitions. Help me to relax and take it easy. Free me from doubt and indecision. Guide me through this day and show me my next step. God, give me what I need to take care of any problems. I ask all these things that I may be of maximum service to you and my fellow man"
    },
    {
        "title": "Nightly Prayer",
        "author": "A.A. Big Book Page 86",
        "year": 1935,
        "step": 0,
        "prayer": "God, forgive me where I have been resentful, selfish, dishonest or afraid today. Help me to not keep anything to myself but to discuss it all openly with another person - show me where I owe an apology and help me make it. Help me to be kind and loving to all people. Use me in the mainstream of life God. Remove worry, remorse or morbid (sick) reflections that I may be of usefulness to others"
    },
    {
        "title": "First Step Prayer",
        "author": "A.A. Big Book Page 75",
        "year": 1935,
        "step": 1,
        "prayer": "God, I thank you from the bottom of my heart that I know you better. Help me become aware of anything I have omitted discussing with another person. Help me to do what is necessary to walk a free man at last."
    },
    {
        "title": "Second Step Prayer",
        "author": "A.A. Big Book Page 59",
        "year": 1935,
        "step": 2,
        "prayer": "God, I’m standing at the turning point right now. Give me your protection and care as I abandon myself to you and give up my old ways and my old ideas just for today."
    },
    {
        "title": "Fifth Step Prayer",
        "author": "A.A. Big Book Page 75",
        "year": 1935,
        "step": 5,
        "prayer": "God, I thank you from the bottom of my heart that I know you better. Help me become aware of anything I have omitted discussing with another person. Help me to do what is necessary to walk a free man at last."
    },
    {
        "title": "Sixth Step Prayer",
        "author": "A.A. Big Book Page 76",
        "year": 1935,
        "step": 6,
        "prayer": "God, help me become willing to let go of all the things to which I still cling. Help me to be ready to let You remove all of these defects, that Your will and purpose may take their place."
    },
    {
        "title": "Seventh Step Prayer",
        "author": "A.A. Big Book Page 13",
        "year": 1935,
        "step": 7,
        "prayer": "I humbly offered myself to God, as I then understood Him, to do with me as He would. I placed myself unreservedly under His care and direction. I admitted for the first time that of myself I was nothing; that without Him I was lost. I ruthlessly faced my sins and became willing to have my new-found Friend take them away, root and branch."
    },
    {
        "title": "You Should Have All Of Me",
        "author": "A.A. Big Book Page 76",
        "year": 1935,
        "step": 0,
        "prayer": "I am now willing that you should have all of me, good & bad. I pray that you now remove from me every single defect of character which stands in the way of my usefulness to you & my fellows. Grant me strength, as I go out from here to do Your bidding"
    },
    {
        "title": "Eighth Step Prayer",
        "author": "A.A. Big Book Page 76",
        "year": 1935,
        "step": 8,
        "prayer": "God help me to become willing to sweep away the debris of self will and self reliant living. Thy will be done for this person as well as for me."
    },
    {
        "title": "Ninth Step Prayer",
        "author": "A.A. Big Book Page 78-80",
        "year": 1935,
        "step": 9,
        "prayer": "God, give me the strength and direction to do the right thing no matter what the consequences may be. Help me to consider others and not harm them in any way. Help me to consult with others before I take any actions that would cause me to be sorry. Help me to not repeat such behaviors. Show me the way of Patience, Tolerance, Kindliness, and Love and help me live the spiritual life."
    },
    {
        "title": "Tenth Step Prayer",
        "author": "A.A. Big Book Page 84-85",
        "year": 1935,
        "step": 10,
        "prayer": "God, remove the selfishness, dishonesty, resentment and fear that has cropped up in my life right now. Help me to discuss this with someone immediately and make amends quickly if I have harmed anyone. Help me to cease fighting anything and anyone. Show me where I may be helpful to someone else. Help me react sanely; not cocky or afraid. How can I best serve You - Your will, not mine be done. "
    },
    {
        "title": "Thy Will Be Done",
        "author": "A.A. Big Book Page 85",
        "year": 1935,
        "step": 0,
        "prayer": "How can I best serve Thee—Thy will (not mine) be done"
    },
    {
        "title": "Eleventh Step Prayer",
        "author": "A.A. Big Book Page 97-88",
        "year": 1935,
        "step": 11,
        "prayer": "God, I’m agitated and doubtful right now. Help me to stop and remember that I've made a decision to let You be my God. Give me the right thoughts and actions. God, save me from fear, anger, worry, self-pity or foolish decisions and that Your will, not my will, be done."
    }
]

