[
  {
    "number": 1,
    "which": "step",
    "reading": "We admitted we were powerless over alcohol - that our lives had become unmanageable.",
    "longform": "Who cares to admit complete defeat? Admission of powerlessness is the first step in liberation. Relation of humility to sobriety. Mental obsession plus physical allergy. Why must every A.A. hit bottom? "
  },
  {
    "number": 2,
    "which": "step",
    "reading": "Came to believe that a Power greater than ourselves could restore us to sanity.",
    "longform": "What can we believe in? A.A. does not demand belief; Twelve Steps are only suggestions. Importance of an open mind. Variety of ways to faith. Substitution of A.A. as Higher Power. Plight of the disillusioned. Roadblocks of indifference and prejudice. Lost faith found in A.A. Problems of intellectuality and self-sufficiency. Negative and positive thinking. Self-righteousness. Defiance is an outstanding characteristic of alcoholics. Step Two is a rallying point to sanity. Right relation to God."
  },
  {
    "number": 3,
    "which": "step",
    "reading": "Made a decision to turn our will and our lives over to the care of God as we understood Him.",
    "longform": "Step Three is like opening of a locked door. How shall we let God into our lives? Willingness is the key. Dependence as a means to independence. Dangers of self-sufficiency. Turning our will over to Higher Power. Misuse of will-power. Sustained and personal exertion necessary to conform to God’s will."
  },
  {
    "number": 4,
    "which": "step",
    "reading":  "Made, a searching and fearless moral inventory of ourselves.",
    "longform": "How instincts can exceed their proper function. Step Four is an effort to discover our liabilities. Basic problem of extremes in instinctive drives. Misguided moral inventory can result in guilt, grandiosity, or blaming others. Assets can be noted with liabilities. Self-justification is dangerous. Willingness to take inventory brings light and new confidence. Step Four is beginning of lifetime practice. Common symptoms of emotional insecurity are worry, anger, self-pity, and depression. Inventory reviews relationships. Importance of thoroughness."
  },
  {
    "number": 5,
    "which": "step",
    "reading": "Admitted to God, to ourselves, and to another human being the exact nature of our wrongs.",
    "longform": "Twelve Steps deflate ego. Step Five is difficult but necessary to sobriety and peace of mind. Confession is an ancient discipline. Without fearless admission of defects, few could stay sober. What do we receive from Step Five? Beginning of true kinship with man and God. Lose sense of isolation, receive forgiveness and give it; learn humility; gain honesty and realism about ourselves. Necessity for complete honesty. Danger of rationalization. How to choose the person in whom to confide. Results are tranquillity and consciousness of God. Oneness with God and man prepares us for following Steps."
  },
  {
    "number": 6,
    "which": "step",
    "reading": "Were entirely ready to have God remove all these defects of character.",
    "longform": "Step Six necessary to spiritual growth. The beginning of a lifetime job. Recognition of difference between striving for objective—and perfection. Why we must keep trying. “Being ready” is all-important. Necessity of taking action. Delay is dangerous. Rebellion may be fatal. Point at which we abandon limited objectives and move toward God’s will for us."
  },
  {
    "number": 7,
    "which": "step",
    "reading": "Humbly asked Him to remove our shortcomings.",
    "longform": "What is humility? What can it mean to us? The avenue to true freedom of the human spirit. Necessary aid to survival. Value of ego-puncturing. Failure and misery transformed by humility. Strength from weakness. Pain is the admission price to new life. Self-centered fear chief activator of defects. Step Seven is change in attitude which permits us to move out of ourselves toward God."
  },
  {
    "number": 8,
    "which": "step",
    "reading": "Made a list of all persons we had harmed, and became willing to make amends to them all.",
    "longform": "This and the next two Steps are concerned with personal relations. Learning to live with others is a fascinating adventure. Obstacles: reluctance to forgive; nonadmission of wrongs to others; purposeful forgetting. Necessity of exhaustive survey of past. Deepening insight results from thoroughness. Kinds of harm done to others. Avoiding extreme judgments. Taking the objective view. Step Eight is the beginning of the end of isolation."
  },
  {
    "number": 9,
    "which": "step",
    "reading": "Made direct amends to such people wherever possible, except when to do so would injure them or others.",
    "longform": "A tranquil mind is the first requisite for good judgment. Good timing is important in making amends. What is courage? Prudence means taking calculated chances. Amends begin when we join A.A. Peace of mind cannot be bought at the expense of others. Need for discretion. Readiness to take consequences of our past and to take responsibility for well-being of others is spirit of Step Nine."
  },
  {
    "number": 10,
    "which": "step",
    "reading": "Continued to take personal inventory and when we were wrong promptly admitted it.",
    "longform": "Can we stay sober and keep emotional balance under all conditions? Self-searching becomes a regular habit. Admit, accept, and patiently correct defects. Emotional hangover. When past is settled with, present challenges can be met. Varieties of inventory. Anger, resentments, jealousy, envy, self-pity, hurt pride—all led to the bottle. Self-restraint first objective. Insurance against “big-shot-ism.” Let’s look at credits as well as debits. Examination of motives."
  },
  {
    "number": 11,
    "which": "step",
    "reading": "Sought through prayer and meditation to improve our conscious contact with God as we understood Him, praying only for knowledge of His will for us and the power to carry that out.",
    "longform": "Meditation and prayer main channels to Higher Power. Connection between self-examination and meditation and prayer. An unshakable foundation for life. How shall we meditate? Meditation has no boundaries. An individual adventure. First result is emotional balance. What about prayer? Daily petitions for understanding of God’s will and grace to carry it out. Actual results of prayer are beyond question. Rewards of meditation and prayer."
  },
  {
    "number": 12,
    "which": "step",
    "reading": "Having had a spiritual awakening as the result of these steps, we tried to carry this message to alcoholics, and to practice these principles in all our affairs.",
    "longform": "Joy of living is the theme of the Twelfth Step. Action its keyword. Giving that asks no reward. Love that has no price tag. What is spiritual awakening? A new state of consciousness and being is received as a free gift. Readiness to receive gift lies in practice of Twelve Steps. The magnificent reality. Rewards of helping other alcoholics. Kinds of Twelfth Step work. Problems of Twelfth Step work. What about the practice of these principles in all our affairs? Monotony, pain, and calamity turned to good use by practice of Steps. Difficulties of practice. “Two-stepping.” Switch to “twelve-stepping” and demonstrations of faith. Growing spiritually is the answer to our problems. Placing spiritual growth first. Domination and overdependence. Putting our lives on give-and-take basis. Dependence upon God necessary to recovery of alcoholics. “Practicing these principles in all our affairs”: Domestic relations in A.A. Outlook upon material matters changes. So do feelings about personal importance. Instincts restored to true purpose. Understanding is key to right attitudes, right action key to good living."
  },
  {
    "number": 1,
    "which": "tradition",
    "reading": "Our common welfare should come first; personal recovery depends upon A.A. unity.",
    "longform": "Without unity, A.A. dies. Individual liberty, yet great unity. Key to paradox: each A.A.’s life depends on obedience to spiritual principles. The group must survive or the individual will not. Common welfare comes first. How best to live and work together as groups."
  },
  {
    "number": 2,
    "which": "tradition",
    "reading": "For our group purpose there is but one ultimate authority — a loving God as He may express Himself in our group conscience. Our leaders are but trusted servants; they do not govern.",
    "longform": "Where does A.A. get its direction? Sole authority in A.A. is loving God as He may express Himself in the group conscience. Formation of a group. Growing pains. Rotating committees are servants of the group. Leaders do not govern, they serve. Does A.A. have a real leadership? “Elder statesmen” and “bleeding deacons.” The group conscience speaks."
  },
  {
    "number": 3,
    "which": "tradition",
    "reading": "The only requirement for A.A. membership is a desire to stop drinking.",
    "longform": "Early intolerance based on fear. To take away any alcoholic’s chance at A.A. was sometimes to pronounce his death sentence. Membership regulations abandoned. Two examples of experience. Any alcoholic is a member of A.A. when he says so."
  },
  {
    "number": 4,
    "which": "tradition",
    "reading":  "Each group should be autonomous except in matters affecting other groups or A.A. as a whole.",
    "longform": "Every group manages its affairs as it pleases, except when A.A. as a whole is threatened. Is such liberty dangerous? The group, like the individual, must eventually conform to principles that guarantee survival. Two storm signals—a group ought not do anything which would injure A.A. as a whole, nor affiliate itself with outside interests. An example: the “A.A. Center” that didn’t work."
  },
  {
    "number": 5,
    "which": "tradition",
    "reading": "Each group has but one primary purpose — to carry its message to the alcoholic who still suffers.",
    "longform": "Better do one thing well than many badly. The life of our Fellowship depends on this principle. The ability of each A.A. to identify himself with and bring recovery to the newcomer is a gift from God… passing on this gift to others is our one aim. Sobriety can’t be kept unless it is given away."
  },
  {
    "number": 6,
    "which": "tradition",
    "reading": " An A.A. group ought never endorse, finance, or lend the A.A. name to any related facility or outside enterprise, lest problems of money, property, and prestige divert us from our primary purpose.",
    "longform": "Experience proved that we could not endorse any related enterprise, no matter how good. We could not be all things to all men. We saw that we could not lend the A.A. name to any outside activity."
  },
  {
    "number": 7,
    "which": "tradition",
    "reading": "Every A.A. group ought to be fully self-supporting, declining outside contributions.",
    "longform": "No A.A. Tradition had the labor pains this one did. Collective poverty initially a matter of necessity. Fear of exploitation. Necessity of separating the spiritual from the material. Decision to subsist on A.A. voluntary contributions only. Placing the responsibility of supporting A.A. headquarters directly upon A.A. members. Bare running expenses plus a prudent reserve is headquarters policy."
  },
  {
    "number": 8,
    "which": "tradition",
    "reading": "Alcoholics Anonymous should remain forever non-professional, but our service centers may employ special workers.",
    "longform": "You can’t mix the Twelfth Step and money. Line of cleavage between voluntary Twelfth Step work and paid-for services. A.A. could not function without full-time service workers. Professional workers are not professional A.A.’s. Relation of A.A. to industry, education, etc. Twelfth Step work is never paid for, but those who labor in service for us are worthy of their hire."
  },
  {
    "number": 9,
    "which": "tradition",
    "reading": "A.A., as such, ought never be organized; but we may create service boards or committees directly responsible to those they serve.",
    "longform": "Special service boards and committees. The General Service Conference, the board of trustees, and group committees cannot issue directives to A.A. members or groups. A.A.’s can’t be dictated to—individually or collectively. Absence of coercion works because unless each A.A. follows suggested Steps to recovery, he signs his own death warrant. Same condition applies to the group. Suffering and love are A.A.’s disciplinarians. Difference between spirit of authority and spirit of service. Aim of our services is to bring sobriety within reach of all who want it."
  },
  {
    "number": 10,
    "which": "tradition",
    "reading": "Alcoholics Anonymous has no opinion on outside issues; hence the A.A. name ought never be drawn into public controversy.",
    "longform": "A.A. does not take sides in any public controversy. Reluctance to fight is not a special virtue. Survival and spread of A.A. are our primary aims. Lessons learned from Washingtonian movement."
  },
  {
    "number": 11,
    "which": "tradition",
    "reading": "Our public relations policy is based on attraction rather than promotion; we need always maintain personal anonymity at the level of press, radio, (internet) and films.",
    "longform": "Public relations are important to A.A. Good public relations save lives. We seek publicity for A.A. principles, not A.A. members. The press has cooperated. Personal anonymity at the public level is the cornerstone of our public relations policy. Eleventh Tradition is a constant reminder that personal ambition has no place in A.A. Each member becomes an active guardian of our Fellowship."
  },
  {
    "number": 12,
    "which": "tradition",
    "reading": "Anonymity is the spiritual foundation of all our readings, ever reminding us to place principles before personalities.",
    "longform": "Spiritual substance of anonymity is sacrifice. Subordinating personal aims to the common good is the essence of all Twelve Traditions. Why A.A. could not remain a secret society. Principles come before personalities. One hundred percent anonymity at the public level. Anonymity is real humility"
  }
]