[
  {
    "number": 1,
    "tradition": "Our common welfare should come first; personal recovery depends upon A.A. unity."
  },
  {
    "number": 2,
    "tradition": "For our group purpose there is but one ultimate authority — a loving God as He may express Himself in our group conscience. Our leaders are but trusted servants; they do not govern."
  },
  {
    "number": 3,
    "tradition": "The only requirement for A.A. membership is a desire to stop drinking."
  },
  {
    "number": 4,
    "tradition":  "Each group should be autonomous except in matters affecting other groups or A.A. as a whole."
  },
  {
    "number": 5,
    "tradition": "Each group has but one primary purpose — to carry its message to the alcoholic who still suffers."
  },
  {
    "number": 6,
    "tradition": " An A.A. group ought never endorse, finance, or lend the A.A. name to any related facility or outside enterprise, lest problems of money, property, and prestige divert us from our primary purpose."
  },
  {
    "number": 7,
    "tradition": "Every A.A. group ought to be fully self-supporting, declining outside contributions."
  },
  {
    "number": 8,
    "tradition": "Alcoholics Anonymous should remain forever non-professional, but our service centers may employ special workers."
  },
  {
    "number": 9,
    "tradition": "A.A., as such, ought never be organized; but we may create service boards or committees directly responsible to those they serve."
  },
  {
    "number": 10,
    "tradition": "Alcoholics Anonymous has no opinion on outside issues; hence the A.A. name ought never be drawn into public controversy."
  },
  {
    "number": 11,
    "tradition": "Our public relations policy is based on attraction rather than promotion; we need always maintain personal anonymity at the level of press, radio, (internet) and films."
  },
  {
    "number": 12,
    "tradition": "Anonymity is the spiritual foundation of all our traditions, ever reminding us to place principles before personalities."
  }
]
